Rails.application.routes.draw do

  #====================== デバイス ======================
  devise_for :users
  # For details on the DSL available within this file, see http://guides.rubyonrails.org/routing.html


  # ====================== ルートパス ＝ 商品一覧ページ ======================

  root to: 'products#index'
  resources :products, only: [:index, :show]

  # ====================== ヘッダーの検索機能用 ======================
  #collection do
  # get 'search'
  #end

  # ====================== 商品：表示 ======================

  get "/products/show",to:"products#show"

              # ===== いいね(商品と紐づくからネスト) =====

  # ====================== 商品：出品 ======================
              # 取引が終わってから「取引相手を評価しよう」ページに遷移

  # ====================== 商品：画像 ======================

  # ====================== 商品メッセージ ======================


  # ====================== 商品：購入 ======================
              # 取引が終わってから「取引相手を評価しよう」ページに遷移

  # ====================== ブランド ======================

  # ====================== カテゴリ ======================


  # ====================== ユーザーのマイページ ======================



  # ====================== クレジットカード ======================

  # ====================== 住所 ======================











end
