Brand.create!(brand_name:'シャネル',text:'カッコ良さの中に香る甘い艶やかなデザイン！世界中の女性を虜に続けるトップブランド！
シャネルは、1909年通称ココシャネルが設立したブランドです。モノトーン色を基調としたファッションの提案が中心で、服飾の他にも化粧品・香水・宝飾品・時計など幅広い商品が展開されています。「古い価値観にとらわれない女性像」をブランドポリシーとし、今なおファッション界を牽引しています')
Brand.create!(brand_name:'ナイキ',text:'世界を代表するスポーツブランド！エアマックスなどのシューズで注目度がさらにアップ！
ナイキは、1968年創業のアメリカのスポーツブランドです。シューズの歴史が長く、エアジョーダンやエアマックスなど世界的に有名です。かかとや足の裏にかかる衝撃を和らげるためソールに埋め込んでいるエアが特徴で、若者に人気です。最近ではユニフォームやキャップなども展開しています')
Brand.create!(brand_name:'ルイ ヴィトン',text:'男女に大人気のお洒落なモノグラム！ラクジュアルなデザインが毎日の生活にスパイスを与えます！
ヴィトンは、創始者ルイヴィトンが1854年、世界初の旅行鞄専門店として設立したフランスのファッションブランドです。モノグラム・キャンバスに代表される高度なデザイン性と、上質な素材を使用し熟練の職人が生み出した製品は世界中で愛され、幅広い年代に人気です')
Brand.create!(brand_name:'アディダス',text:'デザインと機能性を備え、スポーツブランドの誇りとクオリティを持った多様なアイテムを幅広く展開。
アディダスは、1948年ドイツにて創業した世界的スポーツメーカーで、オリンピックやFIFAワールドカップなどの公式スポンサーです。アディダスといえば3本のライン、三つ葉マーク、円に3本線などのロゴが有名です。スニーカーはデザインと機能性でファンも多く、多数の定番モデルや名作モデルを世に輩出しました')
Brand.create!(brand_name:'エアージョーダン',text:'エアジョーダン の商品は9百点以上あります。人気のある商品は「AIR JORDAN パーカー ☆早い者勝ち」や「ジョーダン ポロシャツ L 黒 中古」や「Ree 様専用　JORDAN 14 BLACK FERRARI 27.5cm」があります。これまでにAIR JORDAN で出品された商品は9百点以上あります')
Brand.create!(brand_name:'エイチアンドエム',text:'最新トレンドのファッションが、リーズナブルな価格で購入できる人気のブランドです。
リーズナブルにトレンドのファッションを楽しむことが出来るエイチアンドエムは、ファストファッションの代表的なブランドとして、世界中で人気を集めています。個性的でオリジナリティの高いミックスファッションを安価に楽しむことが出来、メンズやレディースだけではなくキッズの展開も行っています')
Brand.create!(brand_name:'エルメス',text:'セレブに愛され続ける高級ブランド！洗練された素材、一目で分かる良質なデザインが人気の秘密！
エルメスは、世界でも屈指のビッグメゾンとしてファッションシーンを牽引するブランドです。パリの馬具工房からスタートし、時代の変化とともに皮革製品を中心としたブランドへと事業形態を移行し、現在のブランドとして成功を収めています。ケリーバッグやバーキンでも知られるエルメスは、男女問わず憧れのブランドです。')
Brand.create!(brand_name:'カルティエ',text:'カルティエはフランスの高級ブランド！優美でラグジュアリーなジュエリーや時計は羨望のアイテム！
カルティエは、フランスの世界最高峰に君臨する、ジュエリー・高級時計ブランドです。1847年ルイ・フランソワ・カルティエがパリでアトリエを開いたのが始まりです。優美なデザインとラグジュアリーなアイテムで世界中を魅了し続けます。ジュエリー・時計以外にも上質なレザーを使用したバッグや財布なども人気です。')
Brand.create!(brand_name:'クロムハーツ',text:'こだわり抜いた素材とデザインのシルバーアクセサリーが人気！男らしさを演出する高級ジュエリーブランド
クロムハーツは、1988年に設立されたシルバーアクセサリーブランドです。取り扱い商品全てが最高級で、アメリカ・ファッション・デザイナーズ協会からアクセサリー部門最優秀賞を受賞したことでも有名です。革製品も取り扱っており、革製品の品質の良さと完成度の高さは世界中で人気があります。')
Brand.create!(brand_name:'シップス',text:'スタイリッシュスタンダードなファッションブランドで、幅広いアイテムを展開しています。
シップスは1977年に始まり、オンタイムやカジュアルのファッションを展開しています。SHIPS MENは「STYLISH STANDARD」をコンセプトとし、時代に応じて少しずつ変化していきます。')
Brand.create!(brand_name:'しまむら',text:'しまむら の商品は10万点以上あります。人気のある商品は「✨ピンク カーディガン ボレロ ✨」や「新品未使用★ベージュ★ファーコート★」や「しまむら　あったかブーツ　4L」があります。これまでにShimamura で出品された商品は10万点以上あります。')
Brand.create!(brand_name:'スワロフスキー',text:'スワロフスキー の商品は2万点以上あります。人気のある商品は「スワロフスキー クリスタル ゴールド ブレスレット No.6」や「スワロフスキー　ブレスレット　未使用」や「スワロフスキー ペンダント ピースマーク シルバー 美品」があります。これまでにSwarovski で出品された商品は2万点以上あります。')
Brand.create!(brand_name:'ダンヒル',text:'ダンヒル の商品は1万点以上あります。人気のある商品は「ダンヒルメンズ腕時計」や「【即購入OK】お値下げ★ダンヒル ネクタイ dunhill」や「正規ダンヒル・ガスライター(貴重)」があります。これまでにDunhill で出品された商品は1万点以上あります。')
Brand.create!(brand_name:'ダンロップ',text:'ダンロップ の商品は1万点以上あります。人気のある商品は「スリクソン　Z65 フェアウェイウッド　5W　ディアマナBF 50 S」や「オールシーズンタイヤ　215 65R16」や「ダンロップ ウインターマックス01 185／65r15 スタッドレス」があります。これまでにDUNLOP で出品された商品は1万点以上あります。')
Brand.create!(brand_name:'チャンピオン',text:'アメリカで生まれた大手スポーツファッションブランドです。シャツやジャケットが大人気！
チャンピオンはニューヨークで設立されたスポーツウェアを中心とするファッションブランドで、Tシャツ、ポロシャツ、ジャケット、スニーカーといった商品を主に販売しています。スポーツチームのスポンサーとしても有名で、スポーツを愛する人には馴染みある、機能性が抜群のデザインです。')
Brand.create!(brand_name:'フィラ',text:'イタリアで生まれたフィラ！スポーツウェア中心のファッションブランドで、お洒落なデザインが人気です。
イタリアのフィラ兄弟によって設立された歴史あるブランドで、当初はアルプス地方に住む人へ向けた衣料を販売していましたが、やがてスポーツウェアの大手ブランドにまで成長しました。カラフルなデザイ')
Brand.create!(brand_name:'フェラガモ',text:'フェラガモ の商品は2千点以上あります。人気のある商品は「フェラガモ インカントチャーム 100ml」や「【お値下げ！】フェラガモ ローファー 茶色 25cm 除菌・消臭済み」や「(希少) (最終値下げ)フェラガモ サングラス 美品」があります。これまでにFerragamo で出品された商品は2千点以上あります。')
Brand.create!(brand_name:'ユニクロ',text:'ユニクロ の商品は70万点以上あります。人気のある商品は「値下げ！UNIQLO グラフチェックワンピース」や「【A♡A様専用】カシミヤ　クルーネックセーター　女性M 黒　ブラック」や「UNIQLO。大人気ハイネックニット。」があります。これまでにUNIQLO で出品された商品は70万点以上あります。')
Brand.create!(brand_name:'吉田カバン',text:'国内での流通を中心にした、日本のビジネスマンを中心に指示されている鞄メーカーです！
吉田カバンは株式会社吉田が作る鞄の総称です。ニューヨークに直営店も構えての世界進出をしつつ、国内での流通を中心とする経営に、ビジネスマンから支持されている日本有数の鞄メーカーです。職人気質溢れるシンプルなデザインが特徴で、海外からも日本の硬派な雰囲気が感じられるとして支持されています。')

Category.create!(name:'レディース')
Category.create!(name:'メンズ')
Category.create!(name:'ベビー・キッズ')
Category.create!(name:'インテリア・住まい・小物')
Category.create!(name:'本・音楽・ゲーム')
Category.create!(name:'おもちゃ・ホビー・グッズ')
Category.create!(name:'コスメ・香水・美容')
Category.create!(name:'家電・スマホ・カメラ')
Category.create!(name:'スポーツ・レジャー')
Category.create!(name:'ハンドメイド')
Category.create!(name:'チケット')
Category.create!(name:'自動車・オートバイ')
Category.create!(name:'その他')

Size.create!(size_name:'Ss')
Size.create!(size_name:'S')
Size.create!(size_name:'M')
Size.create!(size_name:'L')
Size.create!(size_name:'LL')


